"%@ ago" = "%@ มาแล้ว";

/* No comment provided by engineer. */
"%d days ago" = "%d วันที่แล้ว";

/* No comment provided by engineer. */
"%d hours ago" = "%d ชั่วโมงที่แล้ว";

/* No comment provided by engineer. */
"%d minutes ago" = "%d นาทีที่แล้ว";

/* No comment provided by engineer. */
"%d months ago" = "%d เดือนที่แล้ว";

/* No comment provided by engineer. */
"%d seconds ago" = "%d วินาทีที่แล้ว";

/* No comment provided by engineer. */
"%d weeks ago" = "%d สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"%d years ago" = "%d ปีที่แล้ว";

/* No comment provided by engineer. */
"A minute ago" = "หนึ่งนาทีที่แล้ว";

/* No comment provided by engineer. */
"An hour ago" = "หนึ่งชั่วโมงที่แล้ว";

/* No comment provided by engineer. */
"Just now" = "เมื่อครู่นี้";

/* No comment provided by engineer. */
"Last month" = "เดือนที่แล้ว";

/* No comment provided by engineer. */
"Last week" = "สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"Last year" = "ปีที่แล้ว";

/* No comment provided by engineer. */
"Yesterday" = "เมื่อวาน";

/* No comment provided by engineer. */
"1 year ago" = "1 ปีที่แล้ว";

/* No comment provided by engineer. */
"1 month ago" = "1 เดือนที่แล้ว";

/* No comment provided by engineer. */
"1 week ago" = "1 สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"1 day ago" = "1 วันที่แล้ว";

/* No comment provided by engineer. */
"This morning" = "เมื่อเช้านี้";

/* No comment provided by engineer. */
"This afternoon" = "เมื่อบ่ายนี้";

/* No comment provided by engineer. */
"Today" = "วันนี้";

/* No comment provided by engineer. */
"This week" = "สัปดาห์นี้";

/* No comment provided by engineer. */
"This month" = "เดือนนี้";

/* No comment provided by engineer. */
"This year" = "ปีนี้";
